Repository: nikartom/StreamNumDeck
Catalog: src/StreamNumDeck.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, uk_ua, vi_vn, zh_cn

# AppDisplayName
source: StreamNumDeck
hi_in: स्ट्रीमनमडेक
ja_jp: ストリーム番号デッキ

# AppDescription
source: Custom control deck for streamers and gamers
cs_cz: Ovládací panel pro streamery a hráče
de_de: Kontrolldeck für Streamer und Gamer
fr_fr: Deck de contrôle pour les streamers et les joueurs
hi_in: स्ट्रीमर्स और गेमर्स के लिए नियंत्रण डेक
id_id: Dek kontrol untuk streamer dan gamer
it_it: Deck di controllo per streamer e giocatori
ja_jp: ストリーマーとゲーマー向けのコントロール デッキ
ko_kr: 스트리머와 게이머를 위한 컨트롤 덱
nl_nl: Controledeck voor streamers en gamers
pl_pl: Platforma kontrolna dla streamerów i graczy
pt_br: Deck de controle para streamers e jogadores
ro_ro: Pachetă de control pentru streameri și jucători
ru_ru: Панель управления для стримеров и геймеров
sv_se: Kontrolldäck för streamers och spelare
th_th: สำรับการควบคุมสำหรับสตรีมเมอร์และเกมเมอร์
uk_ua: Контрольна колода для стримерів і геймерів
vi_vn: Bộ điều khiển dành cho người truyền phát và game thủ
zh_cn: 适合主播和游戏玩家的控制面板

# Nav_NewProfile.Content
source: New profile
cs_cz: Nový profil
de_de: Neues Profil
fr_fr: Nouveau profil
hi_in: नई प्रोफ़ाइल
id_id: Profil baru
it_it: Nuovo profilo
ja_jp: 新しいプロフィール
ko_kr: 새 프로필
nl_nl: Nieuw profiel
pl_pl: Nowy profil
pt_br: Novo perfil
ro_ro: Profil nou
ru_ru: Новый профиль
sv_se: Ny profil
th_th: โปรไฟล์ใหม่
uk_ua: Новий профіль
vi_vn: Hồ sơ mới
zh_cn: 新的个人资料

# Nav_NewProfile.ToolTipService.ToolTip
source: New profile
cs_cz: Nový profil
de_de: Neues Profil
fr_fr: Nouveau profil
hi_in: नई प्रोफ़ाइल
id_id: Profil baru
it_it: Nuovo profilo
ja_jp: 新しいプロフィール
ko_kr: 새 프로필
nl_nl: Nieuw profiel
pl_pl: Nowy profil
pt_br: Novo perfil
ro_ro: Profil nou
ru_ru: Новый профиль
sv_se: Ny profil
th_th: โปรไฟล์ใหม่
uk_ua: Новий профіль
vi_vn: Hồ sơ mới
zh_cn: 新的个人资料

# Nav_Settings.Content
source: Settings
cs_cz: Nastavení
de_de: Einstellungen
fr_fr: Paramètres
hi_in: सेटिंग्स
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ro_ro: Setări
ru_ru: Настройки
sv_se: Inställningar
th_th: การตั้งค่า
uk_ua: Налаштування
vi_vn: Cài đặt
zh_cn: 设置

# ProfileDialog.CloseButtonText
source: Cancel
cs_cz: Zrušit
de_de: Abbrechen
fr_fr: Annuler
hi_in: रद्द करें
id_id: Batalkan
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
nl_nl: Annuleer
pl_pl: Anuluj
pt_br: Cancelar
ro_ro: Anulează
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消

# ProfileDialog.PrimaryButtonText
source: Create
cs_cz: Vytvořit
de_de: Erstellen
fr_fr: Créer
hi_in: बनाएँ
id_id: Buat
it_it: Crea
ja_jp: 作成
ko_kr: 만들기
nl_nl: Creëer
pl_pl: Utwórz
pt_br: Criar
ro_ro: Creați
ru_ru: Создать
sv_se: Skapa
th_th: สร้าง
uk_ua: Створити
vi_vn: Tạo
zh_cn: 创建

# ProfileDialog.Title
source: New profile
cs_cz: Nový profil
de_de: Neues Profil
fr_fr: Nouveau profil
hi_in: नई प्रोफ़ाइल
id_id: Profil baru
it_it: Nuovo profilo
ja_jp: 新しいプロフィール
ko_kr: 새 프로필
nl_nl: Nieuw profiel
pl_pl: Nowy profil
pt_br: Novo perfil
ro_ro: Profil nou
ru_ru: Новый профиль
sv_se: Ny profil
th_th: โปรไฟล์ใหม่
uk_ua: Новий профіль
vi_vn: Hồ sơ mới
zh_cn: 新的个人资料

# ProfileName.Header
source: Name
cs_cz: Jméno
fr_fr: Nom
hi_in: नाम
id_id: Nama
it_it: Nome
ja_jp: 名前
ko_kr: 이름
nl_nl: Naam
pl_pl: Imię
pt_br: Nome
ro_ro: Nume
ru_ru: Название
sv_se: Namn
th_th: ชื่อ
uk_ua: Ім'я
vi_vn: Tên
zh_cn: 名称

# ProfileName.PlaceholderText
source: For example, Gaming Stream
cs_cz: Například Gaming stream
de_de: Zum Beispiel Gaming-Stream
fr_fr: Par exemple, flux de jeux
hi_in: उदाहरण के लिए, गेमिंग स्ट्रीम
id_id: Misalnya saja aliran Gaming
it_it: Ad esempio, flusso di gioco
ja_jp: たとえば、ゲームストリーム
ko_kr: 예: 게임 스트림
nl_nl: Bijvoorbeeld Gamingstream
pl_pl: Na przykład strumień gier
pt_br: Por exemplo, fluxo de jogos
ro_ro: De exemplu, Flux de jocuri
ru_ru: Например, Игровой стрим
sv_se: Till exempel Gaming stream
th_th: เช่น สตรีมเกม
uk_ua: Наприклад, Gaming stream
vi_vn: Ví dụ: Luồng trò chơi
zh_cn: 例如，游戏流

# ProfileIcon.Text
source: Icon
cs_cz: ikona
de_de: Symbol
fr_fr: Icône
hi_in: चिह्न
id_id: Ikon
it_it: Icona
ja_jp: アイコン
ko_kr: 아이콘
nl_nl: Icoon
pl_pl: Ikona
pt_br: Ícone
ro_ro: Pictogramă
ru_ru: Иконка
sv_se: Ikon
th_th: ไอคอน
uk_ua: значок
vi_vn: Biểu tượng
zh_cn: 图标

# Settings_Title.Text
source: Global settings
cs_cz: Globální nastavení
de_de: Globale Einstellungen
fr_fr: Paramètres globaux
hi_in: वैश्विक सेटिंग्स
id_id: Pengaturan global
it_it: Impostazioni globali
ja_jp: グローバル設定
ko_kr: 전역 설정
nl_nl: Globale instellingen
pl_pl: Ustawienia globalne
ro_ro: Setări globale
ru_ru: Глобальные настройки
sv_se: Globala inställningar
th_th: การตั้งค่าส่วนกลาง
uk_ua: Глобальні налаштування
vi_vn: Cài đặt chung
zh_cn: 全局设置

# Settings_Subtitle.Text
source: Sound, OBS Studio, and application behavior
cs_cz: Zvuk, OBS Studio a chování aplikací
de_de: Sound, OBS Studio und Anwendungsverhalten
fr_fr: Son, OBS Studio et comportement des applications
hi_in: ध्वनि, ओबीएस स्टूडियो और अनुप्रयोग व्यवहार
id_id: Suara, OBS Studio, dan perilaku aplikasi
it_it: Suono, OBS Studio e comportamento dell'applicazione
ja_jp: サウンド、OBS Studio、およびアプリケーションの動作
ko_kr: 사운드, OBS Studio 및 애플리케이션 동작
nl_nl: Geluid, OBS Studio en applicatiegedrag
pl_pl: Dźwięk, OBS Studio i zachowanie aplikacji
pt_br: Som, OBS Studio e comportamento do aplicativo
ro_ro: Sunet, OBS Studio și comportamentul aplicației
ru_ru: Звук, OBS Studio и поведение приложения
sv_se: Ljud, OBS Studio och applikationsbeteende
th_th: เสียง, OBS Studio และลักษณะการทำงานของแอปพลิเคชัน
uk_ua: Звук, OBS Studio та поведінка програми
vi_vn: Âm thanh, OBS Studio và hành vi ứng dụng
zh_cn: 声音、OBS Studio 和应用程序行为

# Common_SaveButton.Content
source: Save
cs_cz: Uložit
de_de: Speichern
fr_fr: Enregistrer
hi_in: सहेजें
id_id: Simpan
it_it: Salva
ja_jp: 保存
ko_kr: 저장
nl_nl: Opslaan
pl_pl: Zapisz
pt_br: Salvar
ro_ro: Salvați
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
uk_ua: зберегти
vi_vn: Lưu
zh_cn: 保存

# Settings_SoundSection.Text
source: Sound
cs_cz: Zvuk
de_de: Ton
fr_fr: Son
hi_in: ध्वनि
id_id: Suara
it_it: Suono
ja_jp: サウンド
ko_kr: 소리
nl_nl: Geluid
pl_pl: Dźwięk
pt_br: Som
ro_ro: Sunetul
ru_ru: Звук
sv_se: Ljud
th_th: เสียง
uk_ua: Звук
vi_vn: Âm thanh
zh_cn: 声音

# Settings_OutputDevice.Header
source: Output device
cs_cz: Výstupní zařízení
de_de: Ausgabegerät
fr_fr: Périphérique de sortie
hi_in: आउटपुट डिवाइस
id_id: Perangkat keluaran
it_it: Dispositivo di uscita
ja_jp: 出力デバイス
ko_kr: 출력 장치
nl_nl: Uitvoerapparaat
pl_pl: Urządzenie wyjściowe
pt_br: Dispositivo de saída
ro_ro: Dispozitiv de ieșire
ru_ru: Устройство вывода
sv_se: Utgångsenhet
th_th: อุปกรณ์เอาท์พุต
uk_ua: Вивідний пристрій
vi_vn: Thiết bị đầu ra
zh_cn: 输出装置

# Audio_SystemDefaultDevice
source: System default device
cs_cz: Výchozí zařízení systému
de_de: Systemstandardgerät
fr_fr: Périphérique par défaut du système
hi_in: सिस्टम डिफ़ॉल्ट डिवाइस
id_id: Perangkat default sistem
it_it: Dispositivo predefinito del sistema
ja_jp: システムのデフォルトデバイス
ko_kr: 시스템 기본 장치
nl_nl: Systeemstandaardapparaat
pl_pl: Domyślne urządzenie systemowe
pt_br: Dispositivo padrão do sistema
ro_ro: Dispozitiv implicit de sistem
ru_ru: Системное устройство по умолчанию
sv_se: Systemets standardenhet
th_th: อุปกรณ์เริ่มต้นของระบบ
uk_ua: Системний пристрій за замовчуванням
vi_vn: Thiết bị mặc định của hệ thống
zh_cn: 系统默认设备

# Settings_MasterVolume.Header
source: Master volume
cs_cz: Hlavní hlasitost
de_de: Master-Lautstärke
fr_fr: Volume principal
hi_in: मास्टर वॉल्यूम
id_id: Volume utama
it_it: Volume principale
ja_jp: マスターボリューム
ko_kr: 마스터 볼륨
nl_nl: Hoofdvolume
pl_pl: Głośność główna
pt_br: Volume mestre
ro_ro: Master volum
ru_ru: Общая громкость
sv_se: Mastervolym
th_th: ระดับเสียงหลัก
uk_ua: Основний обсяг
vi_vn: Âm lượng chính
zh_cn: 主音量

# Settings_ConcurrentSounds.Header
source: Allow simultaneous sounds
cs_cz: Povolit simultánní zvuky
de_de: Gleichzeitige Töne zulassen
fr_fr: Autoriser les sons simultanés
hi_in: एक साथ ध्वनि की अनुमति दें
id_id: Izinkan suara simultan
it_it: Consenti suoni simultanei
ja_jp: 同時サウンドを許可する
ko_kr: 동시 소리 허용
nl_nl: Laat gelijktijdige geluiden toe
pl_pl: Zezwalaj na jednoczesne dźwięki
pt_br: Permitir sons simultâneos
ro_ro: Permite sunete simultane
ru_ru: Разрешить одновременные звуки
sv_se: Tillåt samtidiga ljud
th_th: อนุญาตให้มีเสียงพร้อมกัน
uk_ua: Дозволити одночасні звуки
vi_vn: Cho phép âm thanh đồng thời
zh_cn: 允许同时发出声音

# Settings_PreloadSounds.Header
source: Preload short sounds
cs_cz: Předem načíst krátké zvuky
de_de: Kurze Töne vorladen
fr_fr: Précharger des sons courts
hi_in: लघु ध्वनियाँ प्रीलोड करें
id_id: Pramuat suara pendek
it_it: Precarica suoni brevi
ja_jp: 短いサウンドをプリロードする
ko_kr: 짧은 소리를 미리 로드하세요
nl_nl: Korte geluiden vooraf laden
pl_pl: Wstępnie załaduj krótkie dźwięki
pt_br: Pré-carregar sons curtos
ro_ro: Preîncărcați sunete scurte
ru_ru: Предзагружать короткие звуки
sv_se: Förladda korta ljud
th_th: โหลดเสียงสั้นไว้ล่วงหน้า
uk_ua: Попереднє завантаження коротких звуків
vi_vn: Tải trước âm thanh ngắn
zh_cn: 预加载短声音

# Settings_SystemSection.Text
source: System
cs_cz: Systém
fr_fr: Système
hi_in: सिस्टम
id_id: Sistem
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
nl_nl: Systeem
pl_pl: Systemu
pt_br: Sistema
ro_ro: Sistem
ru_ru: Система
th_th: ระบบ
uk_ua: система
vi_vn: Hệ thống
zh_cn: 系统

# Settings_StartWithWindows.Header
source: Start with Windows
cs_cz: Začněte s Windows
de_de: Beginnen Sie mit Windows
fr_fr: Commencez avec Windows
hi_in: विंडोज़ से शुरुआत करें
id_id: Mulailah dengan Windows
it_it: Inizia con Windows
ja_jp: Windows から始める
ko_kr: 윈도우로 시작하기
nl_nl: Begin met Windows
pl_pl: Zacznij od Windowsa
pt_br: Comece com o Windows
ro_ro: Începeți cu Windows
ru_ru: Запускать при загрузке Windows
sv_se: Börja med Windows
th_th: เริ่มต้นด้วยวินโดวส์
uk_ua: Почніть з Windows
vi_vn: Bắt đầu với Windows
zh_cn: 从 Windows 开始

# Settings_MinimizeToTray.Header
source: Minimize to notification area
cs_cz: Minimalizovat do oznamovací oblasti
de_de: Auf Benachrichtigungsbereich minimieren
fr_fr: Réduire à la zone de notification
hi_in: अधिसूचना क्षेत्र को छोटा करें
id_id: Minimalkan ke area notifikasi
it_it: Riduci a icona nell'area di notifica
ja_jp: 通知領域に最小化する
ko_kr: 알림 영역으로 최소화
nl_nl: Minimaliseren naar meldingsgebied
pl_pl: Minimalizuj do obszaru powiadomień
ro_ro: Minimizați în zona de notificare
ru_ru: Сворачивать в область уведомлений
sv_se: Minimera till meddelandeområdet
th_th: ย่อเล็กสุดไปยังพื้นที่แจ้งเตือน
uk_ua: Згорнути до області сповіщень
vi_vn: Thu nhỏ khu vực thông báo
zh_cn: 最小化到通知区域

# Settings_CaptureOnStartup.Header
source: Enable key capture on startup
cs_cz: Povolit snímání při spuštění
de_de: Aktivieren Sie die Erfassung beim Start
fr_fr: Activer la capture au démarrage
hi_in: स्टार्टअप पर कैप्चर सक्षम करें
id_id: Aktifkan pengambilan saat startup
it_it: Abilita l'acquisizione all'avvio
ja_jp: 起動時にキャプチャを有効にする
ko_kr: 시작 시 캡처 활성화
nl_nl: Schakel vastleggen bij opstarten in
pl_pl: Włącz przechwytywanie przy uruchomieniu
pt_br: Habilitar captura na inicialização
ro_ro: Activați capturarea la pornire
ru_ru: Включать перехват при запуске
sv_se: Aktivera infångning vid start
th_th: เปิดใช้งานการจับภาพเมื่อเริ่มต้น
uk_ua: Увімкнути захоплення під час запуску
vi_vn: Bật chụp khi khởi động
zh_cn: 启动时启用捕获

# Capture_NumPad
source: NumPad
fr_fr: Pavé numérique
hi_in: नमपैड
ja_jp: テンキー
ko_kr: 숫자패드
pt_br: Teclado Numérico

# Capture_NavigationBlock
source: 6-key block
cs_cz: 6-klávesový blok
de_de: 6-Tasten-Block
fr_fr: Bloc à 6 touches
hi_in: 6-कुंजी ब्लॉक
ja_jp: 6キーブロック
ko_kr: 6키 블록
nl_nl: Blok met 6 toetsen
pl_pl: Blok 6-klawiszowy
pt_br: Bloco de 6 teclas
ro_ro: Bloc cu 6 taste
ru_ru: 6 клавиш
uk_ua: 6-клавішний блок

# Capture_NumPadHint
source: Intercept NumPad keys
cs_cz: Zachyťte klávesy NumPad
de_de: NumPad-Tasten abfangen
fr_fr: Intercepter les touches du pavé numérique
hi_in: NumPad कुंजियों को अवरोधित करें
ja_jp: NumPad キーをインターセプトする
ko_kr: NumPad 키 가로채기
nl_nl: Onderschep NumPad-toetsen
pl_pl: Przechwytuj klawisze NumPad
pt_br: Interceptar teclas do NumPad
ro_ro: Interceptați tastele NumPad
ru_ru: Перехватывать клавиши NumPad
uk_ua: Перехоплення клавіш NumPad

# Capture_NavigationBlockHint
source: Intercept the Insert, Home, Page Up, Delete, End, and Page Down keys
cs_cz: Zachyťte klávesy Insert, Home, Page Up, Delete, End a Page Down
de_de: Fangen Sie die Tasten „Einfügen“, „Pos1“, „Bild auf“, „Löschen“, „Ende“ und „Bild ab“ ab
fr_fr: Interceptez les touches Insertion, Accueil, Page précédente, Supprimer, Fin et Page suivante
hi_in: इन्सर्ट, होम, पेज अप, डिलीट, एंड और पेज डाउन कीज़ को इंटरसेप्ट करें
ja_jp: Insert、Home、Page Up、Delete、End、および Page Down キーをインターセプトします
ko_kr: Insert, Home, Page Up, Delete, End 및 Page Down 키를 가로채세요.
nl_nl: Onderschep de toetsen Invoegen, Home, Pagina omhoog, Verwijderen, Einde en Pagina omlaag
pl_pl: Przechwyć klawisze Insert, Home, Page Up, Delete, End i Page Down
pt_br: Intercepte as teclas Insert, Home, Page Up, Delete, End e Page Down
ro_ro: Interceptați tastele Inserare, Acasă, Pagină în sus, Ștergere, Sfârșit și Pagină în jos
ru_ru: Перехватывать клавиши Insert, Home, Page Up, Delete, End и Page Down
uk_ua: Перехопити клавіші Insert, Home, Page Up, Delete, End і Page Down

# Settings_Theme.Header
source: Appearance
cs_cz: Vzhled
de_de: Aussehen
fr_fr: Apparence
hi_in: दिखावट
id_id: Penampilan
it_it: Aspetto
ja_jp: 外観
ko_kr: 외관
nl_nl: Uiterlijk
pl_pl: Wygląd
pt_br: Aparência
ro_ro: Aspectul
ru_ru: Оформление
sv_se: Utseende
th_th: ลักษณะที่ปรากฏ
uk_ua: Зовнішній вигляд
vi_vn: Ngoại hình
zh_cn: 外观

# Theme_System.Content
source: Use Windows setting
cs_cz: Použijte nastavení Windows
de_de: Verwenden Sie die Windows-Einstellung
fr_fr: Utiliser les paramètres Windows
hi_in: विंडोज़ सेटिंग का उपयोग करें
id_id: Gunakan pengaturan Windows
it_it: Utilizza l'impostazione di Windows
ja_jp: Windowsの設定を使用する
ko_kr: Windows 설정 사용
nl_nl: Gebruik de Windows-instelling
pl_pl: Użyj ustawień systemu Windows
pt_br: Usar configuração do Windows
ro_ro: Utilizați setarea Windows
ru_ru: Как в Windows
sv_se: Använd Windows-inställningen
th_th: ใช้การตั้งค่าวินโดวส์
uk_ua: Використовувати налаштування Windows
vi_vn: Sử dụng cài đặt Windows
zh_cn: 使用Windows设置

# Theme_Light.Content
source: Light
cs_cz: Světlo
de_de: Licht
fr_fr: Lumière
hi_in: रोशनी
id_id: Ringan
it_it: Luce
ja_jp: ライト
ko_kr: 빛
nl_nl: Licht
pl_pl: Światło
pt_br: Luz
ro_ro: Lumină
ru_ru: Светлое
sv_se: Ljus
th_th: เบา
uk_ua: світло
vi_vn: Ánh sáng
zh_cn: 光

# Theme_Dark.Content
source: Dark
cs_cz: Tmavý
de_de: Dunkel
fr_fr: Sombre
hi_in: अंधेरा
id_id: Gelap
it_it: Buio
ja_jp: 暗い
ko_kr: 어둠
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
ro_ro: Întuneric
ru_ru: Тёмное
sv_se: Mörkt
th_th: มืด
uk_ua: Темний
vi_vn: Tối
zh_cn: 黑暗

# Settings_PositionOverlay.Content
source: Position the microphone indicator
cs_cz: Indikátor polohy mikrofonu
de_de: Positionsanzeige des Mikrofons
fr_fr: Indicateur de position du microphone
hi_in: स्थिति माइक्रोफ़ोन संकेतक
id_id: Indikator posisi mikrofon
it_it: Indicatore di posizione del microfono
ja_jp: マイク位置インジケーター
ko_kr: 위치 마이크 표시기
nl_nl: Positie microfoonindicator
pl_pl: Wskaźnik położenia mikrofonu
pt_br: Indicador de posição do microfone
ro_ro: Indicatorul de poziție al microfonului
ru_ru: Расположить индикатор микрофона
sv_se: Positionera mikrofonindikator
th_th: ตัวบ่งชี้ตำแหน่งไมโครโฟน
uk_ua: Індикатор положення мікрофона
vi_vn: Chỉ báo vị trí micrô
zh_cn: 麦克风位置指示器

# Settings_OverlayHint.Text
source: Click the button, then drag the indicator to the desired position. Its position will be saved.
cs_cz: Po kliknutí přetáhněte ukazatel myší. Jeho poloha bude uložena.
de_de: Ziehen Sie nach dem Klicken den Indikator mit der Maus. Seine Position wird gespeichert.
fr_fr: Après avoir cliqué, faites glisser l'indicateur avec la souris. Sa position sera enregistrée.
hi_in: क्लिक करने के बाद इंडिकेटर को माउस से खींचें. इसकी स्थिति सुरक्षित रहेगी.
id_id: Setelah mengklik, seret indikator dengan mouse. Posisinya akan disimpan.
it_it: Dopo aver cliccato, trascina l'indicatore con il mouse. La sua posizione verrà salvata.
ja_jp: クリック後、インジケーターをマウスでドラッグします。その位置は保存されます。
ko_kr: 클릭한 후 마우스로 표시를 드래그합니다. 해당 위치가 저장됩니다.
nl_nl: Na het klikken sleept u de indicator met de muis. Zijn positie wordt opgeslagen.
pl_pl: Po kliknięciu przeciągnij wskaźnik myszką. Jego pozycja zostanie zapisana.
pt_br: Após clicar, arraste o indicador com o mouse. Sua posição será salva.
ro_ro: După ce faceți clic, trageți indicatorul cu mouse-ul. Poziția sa va fi salvată.
ru_ru: После нажатия перетащите индикатор мышью. Позиция сохранится.
sv_se: Efter att ha klickat, dra indikatorn med musen. Dess position kommer att sparas.
th_th: หลังจากคลิกแล้ว ให้ลากตัวบ่งชี้ด้วยเมาส์ ตำแหน่งของมันจะถูกบันทึกไว้
uk_ua: Після натискання перетягніть індикатор мишею. Його позиція буде збережена.
vi_vn: Sau khi nhấp chuột, hãy kéo chỉ báo bằng chuột. Vị trí của nó sẽ được lưu lại.
zh_cn: 单击后，用鼠标拖动指示器。它的位置将被保存。

# Settings_KeyboardSection.Text
source: Keyboard
cs_cz: klávesnice
de_de: Tastatur
fr_fr: Clavier
hi_in: कीबोर्ड
id_id: papan ketik
it_it: Tastiera
ja_jp: キーボード
ko_kr: 키보드
nl_nl: Toetsenbord
pl_pl: Klawiatura
pt_br: Teclado
ro_ro: Tastatura
ru_ru: Клавиатура
sv_se: Tangentbord
th_th: คีย์บอร์ด
uk_ua: Клавіатура
vi_vn: Bàn phím
zh_cn: 键盘

# Settings_EmergencyPause.Header
source: Turn key capture on/off
cs_cz: Zapnutí/vypnutí snímání klíčů
de_de: Schlüsselerfassung ein-/ausschalten
fr_fr: Activer/désactiver la capture de clé
hi_in: कुंजी कैप्चर चालू/बंद करें
id_id: Mengaktifkan/menonaktifkan pengambilan kunci
it_it: Attiva/disattiva l'acquisizione tramite chiave
ja_jp: キーキャプチャのオン/オフを切り替えます
ko_kr: 키 캡처 켜기/끄기
nl_nl: Schakel sleutelregistratie in/uit
pl_pl: Włącz/wyłącz przechwytywanie klawiszy
pt_br: Ativar/desativar captura de teclas
ro_ro: Activați/dezactivați capturarea tastelor
ru_ru: Включить/выключить перехват клавиш
sv_se: Slå på/av nyckelfångst
th_th: เปิด/ปิดการบันทึกคีย์
uk_ua: Увімкнути/вимкнути захоплення клавіш
vi_vn: Bật/tắt chức năng chụp phím
zh_cn: 打开/关闭关键捕捉

# Settings_NumLockHint.Text
source: The physical NumLock key switches between two assignment layers.
cs_cz: Fyzická klávesa NumLock přepíná mezi dvěma vrstvami přiřazení.
de_de: Die physische NumLock-Taste schaltet zwischen zwei Zuweisungsebenen um.
fr_fr: La touche physique NumLock bascule entre deux couches d'affectation.
hi_in: भौतिक NumLock कुंजी दो असाइनमेंट परतों के बीच स्विच करती है।
id_id: Kunci fisik NumLock beralih di antara dua lapisan penetapan.
it_it: Il tasto fisico NumLock commuta tra due livelli di assegnazione.
ja_jp: 物理 NumLock キーは、2 つの割り当てレイヤーを切り替えます。
ko_kr: 물리적 NumLock 키는 두 할당 레이어 사이를 전환합니다.
nl_nl: De fysieke NumLock-sleutel schakelt tussen twee toewijzingslagen.
pl_pl: Fizyczny klawisz NumLock przełącza pomiędzy dwiema warstwami przypisań.
pt_br: A tecla NumLock física alterna entre duas camadas de atribuição.
ro_ro: Tasta fizică NumLock comută între două straturi de atribuire.
ru_ru: Физическая клавиша NumLock переключает два слоя назначений.
sv_se: Den fysiska NumLock-tangenten växlar mellan två tilldelningslager.
th_th: ปุ่ม NumLock ทางกายภาพจะสลับระหว่างเลเยอร์การกำหนดสองชั้น
uk_ua: Фізична клавіша NumLock перемикає між двома рівнями призначення.
vi_vn: Phím NumLock vật lý chuyển đổi giữa hai lớp gán.
zh_cn: 物理 NumLock 键在两个分配层之间切换。

# Settings_ObsSection.Text
source: OBS Studio
cs_cz: Studio OBS
fr_fr: Studio OBS
hi_in: ओबीएस स्टूडियो
it_it: Studio OBS
ja_jp: OBSスタジオ
ko_kr: OBS 스튜디오
pl_pl: Studio OBS
pt_br: Estúdio OBS
th_th: โอบีเอส สตูดิโอ
vi_vn: Studio OBS
zh_cn: OBS工作室

# Settings_ObsAddress.Header
source: Address
cs_cz: Adresa
de_de: Adresse
fr_fr: Adresse
hi_in: पता
id_id: Alamat
it_it: Indirizzo
ja_jp: 住所
ko_kr: 주소
nl_nl: Adres
pl_pl: Adres
pt_br: Endereço
ro_ro: Adresa
ru_ru: Адрес
sv_se: Adress
th_th: ที่อยู่
uk_ua: Адреса
vi_vn: Địa chỉ
zh_cn: 地址

# Settings_ObsPort.Header
source: Port
de_de: Hafen
hi_in: बंदरगाह
id_id: Pelabuhan
it_it: Porto
ja_jp: 港
ko_kr: 항구
nl_nl: Haven
pl_pl: Portu
pt_br: Porto
ru_ru: Порт
th_th: ท่าเรือ
uk_ua: Порт
vi_vn: Cảng
zh_cn: 港口

# Settings_ObsPassword.Header
source: Password
cs_cz: Heslo
de_de: Passwort
fr_fr: Mot de passe
hi_in: पासवर्ड
id_id: Kata sandi
it_it: Parola d'ordine
ja_jp: パスワード
ko_kr: 비밀번호
nl_nl: Wachtwoord
pl_pl: Hasło
pt_br: Senha
ro_ro: Parolă
ru_ru: Пароль
sv_se: Lösenord
th_th: รหัสผ่าน
uk_ua: Пароль
vi_vn: Mật khẩu
zh_cn: 密码

# Settings_ObsPassword.PlaceholderText
source: Leave empty to keep the current password
cs_cz: Chcete-li zachovat aktuální heslo, ponechte prázdné
de_de: Lassen Sie das Feld leer, um das aktuelle Passwort beizubehalten
fr_fr: Laisser vide pour conserver le mot de passe actuel
hi_in: वर्तमान पासवर्ड रखने के लिए इसे खाली छोड़ दें
id_id: Biarkan kosong untuk menyimpan kata sandi saat ini
it_it: Lascia vuoto per mantenere la password corrente
ja_jp: 現在のパスワードを保持するには空のままにしておきます
ko_kr: 현재 비밀번호를 유지하려면 비워두세요.
nl_nl: Laat dit leeg om het huidige wachtwoord te behouden
pl_pl: Pozostaw puste, aby zachować bieżące hasło
pt_br: Deixe em branco para manter a senha atual
ro_ro: Lăsați gol pentru a păstra parola curentă
ru_ru: Оставьте пустым, чтобы сохранить текущий
sv_se: Lämna tomt för att behålla det aktuella lösenordet
th_th: เว้นว่างไว้เพื่อเก็บรหัสผ่านปัจจุบัน
uk_ua: Залиште порожнім, щоб зберегти поточний пароль
vi_vn: Để trống để giữ mật khẩu hiện tại
zh_cn: 留空以保留当前密码

# Settings_PasswordStored.Text
source: The password is stored securely by Windows
cs_cz: Heslo je uloženo v zabezpečeném úložišti Windows
de_de: Das Passwort wird im sicheren Windows-Speicher gespeichert
fr_fr: Le mot de passe est stocké dans le stockage sécurisé Windows
hi_in: पासवर्ड विंडोज़ सुरक्षित स्टोरेज में संग्रहीत है
id_id: Kata sandi disimpan di penyimpanan aman Windows
it_it: La password viene archiviata nell'archivio sicuro di Windows
ja_jp: パスワードは Windows の安全なストレージに保存されます
ko_kr: 비밀번호는 Windows 보안 저장소에 저장됩니다.
nl_nl: Het wachtwoord wordt opgeslagen in de beveiligde Windows-opslag
pl_pl: Hasło jest przechowywane w bezpiecznym magazynie systemu Windows
pt_br: A senha é armazenada no armazenamento seguro do Windows
ro_ro: Parola este stocată în spațiul de stocare securizat Windows
ru_ru: Пароль сохранён в защищённом хранилище Windows
sv_se: Lösenordet lagras i Windows säker lagring
th_th: รหัสผ่านจะถูกจัดเก็บไว้ในที่เก็บข้อมูลที่ปลอดภัยของ Windows
uk_ua: Пароль зберігається в безпечному сховищі Windows
vi_vn: Mật khẩu được lưu trữ trong bộ lưu trữ an toàn của Windows
zh_cn: 密码存储在 Windows 安全存储中

# Settings_TestObs.Content
source: Test connection
cs_cz: Test připojení
de_de: Testverbindung
fr_fr: Tester la connexion
hi_in: कनेक्शन का परीक्षण करें
id_id: Uji koneksi
it_it: Testare la connessione
ja_jp: テスト接続
ko_kr: 테스트 연결
nl_nl: Verbinding testen
pl_pl: Połączenie testowe
pt_br: Conexão de teste
ro_ro: Testați conexiunea
ru_ru: Проверить подключение
sv_se: Testa anslutningen
th_th: ทดสอบการเชื่อมต่อ
uk_ua: Тестове підключення
vi_vn: Kiểm tra kết nối
zh_cn: 测试连接

# Settings_SupportSection.Text
source: Support development
cs_cz: Podpořte autora
de_de: Unterstützen Sie den Autor
fr_fr: Soutenir l'auteur
hi_in: लेखक का समर्थन करें
id_id: Dukung penulisnya
it_it: Sostieni l'autore
ja_jp: 作者をサポートする
ko_kr: 작가를 지지하다
nl_nl: Steun de auteur
pl_pl: Wspieraj autora
pt_br: Apoie o autor
ro_ro: Susține autorul
ru_ru: Поддержка автора
sv_se: Stöd författaren
th_th: สนับสนุนผู้เขียน
uk_ua: Підтримайте автора
vi_vn: Ủng hộ tác giả
zh_cn: 支持作者
